const Return = () => {
  return (
    <div className="pt-24 md:pt-28 pb-16 px-4 flex flex-col gap-4">
      <h1 className="font-bold text-2xl md:text-3xl">9. ПОВЕРНЕННЯ КОШТІВ</h1>

      <p>
        <strong>9.1 Право на повернення коштів.</strong>
      </p>
      <p>
        Учень має право вимагати повернення коштів, сплачених за освітні
        послуги, що надаються <strong>Знам'янським МСТК ТСО України</strong>, за
        умови дотримання строків та порядку, визначених цим Договором.
      </p>

      <p>
        <strong>9.2 Строк для звернення про повернення.</strong>
      </p>
      <p>
        Повернення коштів можливе протягом{" "}
        <strong>7 (семи) календарних днів</strong>з моменту укладення цього
        Договору (дата його оформлення та/або внесення першого платежу).
      </p>

      <h3>9.3 Умови повернення.</h3>
      <p>
        <strong>9.3.1.</strong> Повернення коштів у повному розмірі здійснюється
        лише у випадку, якщо Учень ще{" "}
        <strong>не був офіційно внесений в електронну базу МВС</strong> та
        <strong>не розпочав фактичне використання освітніх послуг</strong>, а
        саме:
      </p>
      <ul>
        <li>не відвідав жодного теоретичного заняття (лекції);</li>
        <li>не скористався жодним уроком практичного водіння;</li>
        <li>
          не отримав доступ до навчальних матеріалів (якщо такі передбачені
          Договором до початку занять).
        </li>
      </ul>

      <p>
        <strong>9.3.2.</strong> Якщо Учень звернувся із запитом на повернення
        коштів у зазначений 7-денний строк, але послуги вже були частково
        надані, сума повернення буде зменшена на вартість фактично наданих
        послуг, розраховану відповідно до внутрішніх тарифів Знам’янського МСТК
        ТСО України.
      </p>

      <p>
        <strong>9.3.3.</strong> Після спливу 7-денного строку, зазначеного у п.
        9.2, кошти за освітні послуги
        <strong>не повертаються</strong>, незалежно від того, чи було розпочато
        навчання, окрім випадків, прямо передбачених чинним законодавством
        України.
      </p>

      <h3>9.4 Порядок повернення.</h3>
      <p>
        Для оформлення повернення коштів Учень має подати до Знам’янського МСТК
        ТСО України <strong>письмову заяву</strong> з вимогою про повернення,
        вказавши причину та реквізити для перерахування коштів. Повернення
        здійснюється протягом <strong>14 робочих днів</strong> з моменту
        отримання та розгляду Знам’янським МСТК ТСО України такої заяви.
      </p>
    </div>
  );
};

export default Return;
